tap "aws/tap"
tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "minio/stable"
tap "nicoverbruggen/cask"
tap "sigstore/tap"
tap "stripe/stripe-cli"
brew "bat"
brew "php", restart_service: true
brew "composer"
brew "coreutils"
brew "expect"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "httpie"
brew "hub"
brew "jq"
brew "autopkg"
brew "libyaml"
brew "lolcat"
brew "neovim"
brew "node"
brew "nspr"
brew "packer"
brew "parallel"
brew "php-cs-fixer"
brew "poppler"
brew "protobuf", link: false
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "switchaudio-osx"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "wrk"
brew "youtube-dl"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/boundary"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "minio/stable/mc"
brew "sigstore/tap/gitsign"
brew "stripe/stripe-cli/stripe"
cask "copyq"
cask "fog"
cask "font-hack-nerd-font"
cask "hashicorp-boundary-desktop"
cask "imageoptim"
cask "phpmon"
cask "sf-symbols"
cask "kitty"
cask "raycast"
